tap "caskroom/cask"

### Core Homebrew packages

## Dev
brew "zsh"
brew "zsh-syntax-highlighting"
brew "Schniz/tap/fnm"
brew "python"
# brew "bat"
brew "hub"

## Utilities
brew "mas"

### Homebrew Cask apps

## DevTools
cask "visual-studio-code"
cask "iterm2"
cask "postman"
cask "kite"
cask "ngrok"
cask "postico"

## Utilities
cask "iina"
# cask "keybase"
cask "numi"
cask "typora"
# cask "zoomus"
cask "appcleaner"

### MAS apps
mas "Amphetamine", id: 937984704
