tap "caskroom/cask"

### Homebrew packages

## Dev
brew "Schniz/tap/fnm"
brew "python"
brew "hub"

## Utilities
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "git-lfs"
brew "bat"
brew "broot"
brew "magic-wormhole"
brew "mas"

### Homebrew Cask apps

## Productivity
cask "workflowy"
cask "typora"

## DevTools
cask "visual-studio-code"
cask "iterm2"
cask "kitematic"
cask "postman"
cask "postico"
cask "ngrok"
cask "adoptopenjdk/openjdk/adoptopenjdk8"

## Utilities
cask "iina"
# cask "keybase"
cask "numi"
cask "zoomus"
cask "skype"
cask "appcleaner"

### MAS apps
mas "Amphetamine", id: 937984704
mas "Gifski", id: 1351639930
